{
  "en": {
    "%ARMOR1X1%": "Small Steel Armor",
    "%ARMOR1X1_DESC%": "A bulky slab of steel. Good defense versus light ballistic fire and lasers, but vulnerable to explosives.",
    "%ARMOR2X2%": "Medium Steel Armor",
    "%ARMOR2X2_DESC%": "A larger slab of steel. Its sheer size allows it to soak up most smaller explosions in addition to being excellent against chainguns and lasers.",
    "%ARMOR3X3%": "Large Steel Armor",
    "%ARMOR3X3_DESC%": "The sacrifice required to put one of these on your ship comes with the payoff of a nearly indestructible barrier. Extremely effective against lasers and ballistic fire, and good even versus explosives.",
    "%HARDSHIELD1X1%": "Bunker Shield",
    "%HARDSHIELD1X1_DESC%": "A protective shield with a small radius and no recharge, but high power and a deflecting surface. Useless against lasers, but brilliant versus rapid ballistic fire and missiles.",
    "%POINTDEF2X2%": "Point Defense Turret",
    "%POINTDEF2X2_DESC%": "This defensive system tracks down approaching missiles and torpedos and fires them down. Relatively bulky, it can also withstand some measure of lasers and ballistic fire.",
    "%REACTIVE1X1%": "Small Reactive Armor",
    "%REACTIVE1X1_DESC%": "A powered armor plate. Heavy and expensive, but the best static defense type out there. Excellent versus lasers and small payloads.",
    "%REACTIVE2X2%": "Medium Reactive Armor",
    "%REACTIVE2X2_DESC%": "A larger variant of Reactive Armoring. This plating nearly ignores small ballistic fire and lasers, and even missiles have trouble biting through.",
    "%REACTIVE3X3%": "Large Reactive Armor",
    "%REACTIVE3X3_DESC%": "The best static defense in the market. Large and strong enough to soak up virtually every form of punishment coming its way.",
    "%SHIELD1X1%": "Combat Shield",
    "%SHIELD1X1_DESC%": "Basic, relatively cheap shielding. Eats a lot of power, but stops rockets and light ballistic fire effectively. Useless versus lasers, which all penetrate it.",
    "%SHIELD1X2%": "Battle Shield",
    "%SHIELD1X2_DESC%": "A shield designed for larger ships engaged in sustained combat. Excellent against missiles and limited ballistic fire, and regenerates quickly after going down. Worthless against lasers.",
    "%SHIELD2X2%": "War Shield",
    "%SHIELD2X2_DESC%": "The War Shield answers the needs of shipwrights wanting to encase their entire ship in one giant bubble. Very effective in stopping missiles and ballistic fire, but useless against lasers.",
    "%SOLAR1X1%": "Small Solar Armor",
    "%SOLAR1X1_DESC%": "Solar Armor provides small amounts of power for its host ship while offering reasonable protection from harm. Decent against lasers and ballistic fire, but crushed by explosives.",
    "%SOLAR2X2%": "Medium Solar Armor",
    "%SOLAR2X2_DESC%": "A larger variant of Solar Armor. Provides considerable power for your ship while defending some of your vulnerable extremities.",
    "%SOLAR3X3%": "Large Solar Armor",
    "%SOLAR3X3_DESC%": "The combined utility and defense offered by this module is noteworthy. The Large Solar Armor survives prolonged laser and ballistic fire, and is relatively resistant to explosive damage.",
    "%JUNKLAUNCHER%": "Junk Launcher",
    "%JUNKLAUNCHER_DESC%": "Quite likely the most primitive, crude technology seen in the Arena, the Junk Launcher shoots massive heaps of space debris into the fray. Hostile fire is interrupted by this trash.",
    "%ARMOREDREACTOR2X2%": "Medium Armored Reactor",
    "%ARMOREDREACTOR2X2_DESC%": "The Medium Armored Reactor is half plating, half power plant. It offers a good output of power and some measure of protection. Explodes when destroyed.",
    "%ARMOREDREACTOR3X3%": "Large Armored Reactor",
    "%ARMOREDREACTOR3X3_DESC%": "The Large Armored reactor is durable and generates large reservoirs of power. Explodes with considerable damage if destroyed.",
    "%ENGINE1X1%": "Small Ion Drive",
    "%ENGINE1X1_DESC%": "A simple and cheap Ion Drive that fits on any ship. It provides an equal amount of turning power and thrust, making for an easy and balanced design.",
    "%ENGINE2X2%": "Large Ion Drive",
    "%ENGINE2X2_DESC%": "An upgrade over the Small Ion Drive in terms of durability and output. This variant can keep even large ships moving with relative ease. Difficult to destroy and cheap to power.",
    "%ENGINE2X3%": "Grand Ion Drive",
    "%ENGINE2X3_DESC%": "The Grand Ion Drive is the pinnacle of its parent technology. It allows even immense vessels to navigate with an agility belying their bulk. The engine is tough and cheap to operate.",
    "%ENGINE_VECTOR2X1%": "Vectored Thruster",
    "%ENGINE_VECTOR2X1_DESC%": "Sacrificing nearly all forward thrust capabilities, the Vectored Thruster allows a ship to improve its turning rate by surprising amounts.",
    "%REACTOR1X1%": "Small Reactor",
    "%REACTOR1X1_DESC%": "The Small CFR (Compact Fusion Reactor) is a power source for ships. However, it is fragile and explodes when destroyed.",
    "%REACTOR2X2%": "Medium Reactor",
    "%REACTOR2X2_DESC%": "Medium CFRs provide an ample power supply for ships of almost any size. Take care to protect them as they explode violently if destroyed.",
    "%REACTOR3X3%": "Large Reactor",
    "%REACTOR3X3_DESC%": "The Large CFR is bulky and dangerous to install, but their power generation is of its own class. If destroyed, they will likely cripple your entire ship.",
    "%REACTOR4X4%": "Grand Reactor",
    "%REACTOR4X4_DESC%": "The Grand Reactor is the mother of all CFR technology. It meets the requirements of the very largest of ships. Be warned: if this reactor goes kaboom, it takes out everything around it.",
    "%REPAIRBAY2X3%": "Repair Bay",
    "%REPAIRBAY2X3_DESC%": "The Repair Bay focuses on a handful of damaged ship parts and heals the sustained damage with high speeds during battle. Repair Bays have limited supplies.",
    "%WARPENGINE1X2%": "Warp Drive",
    "%WARPENGINE1X2_DESC%": "This engine periodically warps you facing the enemy within range of your weapons. Effective at turning the tide of a battle, or getting up close and personal with some heavy weapons.",
    "%AFTERBURNER%": "Afterburner",
    "%AFTERBURNER_DESC%": "The Afterburner periodically boosts the power of all your engines. Skilled captains use an Afterburner for quickly turning a dangerous situation around.",
    "%BALLISTIC1X1%": "Chaingun",
    "%BALLISTIC1X1_DESC%": "Fires low-damage bullets at a high rate of fire. Ineffective against layers of armor or heavy shields, but deals solid damage to unprotected targets.",
    "%BALLISTIC1X2%": "Vulcan Cannon",
    "%BALLISTIC1X2_DESC%": "Improved range and damage over its smaller sibling. Deals moderate damage against armor and shields alike.",
    "%BALLISTIC1X3%": "Railgun",
    "%BALLISTIC1X3_DESC%": "The Railgun has a long effective range and high damage, but it fires slowly. Best when installed in clusters to take out shields and armor.",
    "%BALLISTIC1X5%": "Gauss Rifle",
    "%BALLISTIC1X5_DESC%": "An improvement over the Railgun, the Gauss Rifle fires a single shot at extreme velocities with high accuracy and damage.",
    "%BALLISTIC2X3%": "Mass Driver",
    "%BALLISTIC2X3_DESC%": "Provides sustained fire with a good range and damage. Destroys shields quickly, but struggles against heavy armor.",
    "%BALLISTIC2X4%": "Hyperion Chaingun",
    "%BALLISTIC2X4_DESC%": "The extreme fire rate of the Hyperion Chaingun can be sustained only for short times. A single burst will take out most shields or light armoring from surprisingly long ranges.",
    "%BALLISTIC2X7%": "Capital Cannon",
    "%BALLISTIC2X7_DESC%": "The Capital Cannon fires with such force that the projectiles smash through several layers of its target. The destructive power of this weapon is legendary.",
    "%BALLISTIC_TURRET2X2%": "Vulcan Turret",
    "%BALLISTIC_TURRET2X2_DESC%": "Accurate targeting and sustained ballistic fire in a 360 degree angle. Excellent for slow ships and taking out enemy supports.",
    "%BALLISTIC_TURRET3X3%": "Rail Turret",
    "%BALLISTIC_TURRET3X3_DESC%": "Effectively a multi-barreled Railgun, the Rail Turret has a high range and damage, but can fire only in short bursts. Very strong at picking at the enemy from afar, wherever they may be.",
    "%FUSIONRAY1X3%": "Fusion Ray",
    "%FUSIONRAY1X3_DESC%": "A gradually powering beam that penetrates shields, dealing minor damage at first, but extremely potent if able to sustain its fire.",
    "%FUSION_TURRET3X3%": "Fusion Turret",
    "%FUSION_TURRET3X3_DESC%": "Overcoming the problem of enemies slipping from its grasp, the Fusion Turret assures the gradually powering beam stays on its target. Also has higher damage than its non-turreted version.",
    "%LASER1X1%": "Sentry Laser",
    "%LASER1X1_DESC%": "This tiny laser weapon fires multiple beams with short durations that bypass shields and wreak havoc upon unarmored targets. Very ineffective against armor.",
    "%LASER1X2%": "Laser Beam",
    "%LASER1X2_DESC%": "Long range and good accuracy, the Laser Beam penetrates shields and burns quickly through unarmored hulls.",
    "%LASER2X4%": "Arcfusion Array",
    "%LASER2X4_DESC%": "Although energy-based weapons are generally ineffective against armoring, the Arcfusion Array yields so much damage it doesn't almost matter.",
    "%LASER_TURRET2X2%": "Laser Turret",
    "%LASER_TURRET2X2_DESC%": "A Laser Beam that can target and strike enemies in a 360 degree angle around you. Best when passing over the enemy and striking them on the sides and back where armor is scarce.",
    "%MINELAUNCHER3X2%": "Mine Launcher",
    "%MINELAUNCHER3X2_DESC%": "Drops packets of high yield mines that detonate upon enemy contact. Untargetable, but punishing when set off. Shields soften the blow.",
    "%MISSILEBATTERY2X4%": "Arsenal Wall",
    "%MISSILEBATTERY2X4_DESC%": "A wide and durable weapon that stops most initial impacts. Fires off large swarms of rockets at enemies in front of you.",
    "%PIERCING_BALLISTIC1X4%": "Quantum Rifle",
    "%PIERCING_BALLISTIC1X4_DESC%": "A slowly firing ballistic weapon whose projectiles pierce through layers of defense, although losing force along the way. Excellent for sniping the weak spots in your enemies.",
    "%PIERCING_TURRET3X3%": "Quantum Turret",
    "%PIERCING_TURRET3X3_DESC%": "The Quantum Turret has the advantage of striking enemies in all angles around you. Its projectiles pierce through several layers.",
    "%PULSE_LASER2X3%": "Pulse Laser",
    "%PULSE_LASER2X3_DESC%": "The Pulse Laser unleashes a torrent of short-lived but highly damaging lasers at your enemies. Great against swarms of enemies, not so great against armor.",
    "%FLAK_ROCKET_TURRET3X3%": "Flak Rocket Turret",
    "%FLAK_ROCKET_TURRET3X3_DESC%": "Blasts the enemy with a hail of low-guidance rockets that shreds unshielded flanks like they were paper. Capable of firing in a 360 degree angle.",
    "%ROCKET1X2%": "Rocket Launcher",
    "%ROCKET1X2_DESC%": "A simple weapon that fires a guided rocket at the enemy. Has poor damage against shields, but is very effective against thin layers of armor and other modules.",
    "%ROCKET1X3%": "Missile Launcher",
    "%ROCKET1X3_DESC%": "Packs a greater payload than the Rocket Launcher with slightly improved range. The explosion radius reaches through light armor.",
    "%ROCKET1X4%": "Impact Missile",
    "%ROCKET1X4_DESC%": "Impact Missiles strike with such force that the explosion can derail smaller craft with ease. Hence the name.",
    "%ROCKET2X3%": "Scorpion Launcher",
    "%ROCKET2X3_DESC%": "The Scorpion Launcher fires three missiles in quick succession but takes more time to reload. Very powerful once enemy shields are taken down.",
    "%ROCKET_TURRET2X2%": "Rocket Turret",
    "%ROCKET_TURRET2X2_DESC%": "Overcoming the limitations of locking on targets only in front of you, the Rocket Turret fires homing rockets at enemies wherever they may be.",
    "%ROCKET_TURRET3X4%": "Hydra Turret",
    "%ROCKET_TURRET3X4_DESC%": "The Hydra Turret fires very powerful guided missiles in a 360 degree angle and at long ranges. While sub-optimal against shields, the damage upon hulls is incredible.",
    "%SHOTGUN2X3%": "Gaussian Shotgun",
    "%SHOTGUN2X3_DESC%": "Fires a barrage of lead shot at close range. The impact destroys shields and inflicts massive damage in a wide area. Armor reduces the impact greatly.",
    "%SHOTGUN3X4%": "Gaussian War Shotgun",
    "%SHOTGUN3X4_DESC%": "An improvement over its smaller version both in terms of fire rate, damage and range. Obliterates shields and, given some time, crushes even through layers of armor.",
    "%TORPEDO1X4%": "Torpedo Launcher",
    "%TORPEDO1X4_DESC%": "This weapon launches a slowly moving unguided torpedo towards the enemy. An unshielded collision causes extreme damage in a large radius.",
    "%TORPEDO2X4%": "Warhead Launcher",
    "%TORPEDO2X4_DESC%": "The Warhead Launcher fires torpedoes that can cripple the largest of ships. Dodging, shielding or point defense is highly recommended when facing this fearsome weapon."
  }
}